[
  "ostatnie ostrzeżenie - nie jestem klaunem w ogóle, to nie żart, mówię serio; przy czym **zabrania się** używać w moje imię \"clown face'ów\", bo nie trzeba mi prowokować.",
  "W ostateczności, według mojej decyzji, niezależnie od kary, ZABRANIA SIĘ (surowo) banowaia mojego konta, ponieważ mam już dość czekania tyle miesięcy i tyle lat na wygaśniecie bana. W przypadku tego forum: mogę w KAŻDEJ CHWILI grać w TD2, pisać coś o moich pracach. Banowanie mojego konta dłużej 7 dni = rozczarowanie mnie. Podanie permbana na moje konto - NIEWYTRZYMANIE MNIE.",
  "Czekam kiedy będzie wprowadzona możliwość kasowania punktów karnych za złamanie punktów na czerwono, w bardziej specjalnych warunkach *Drogi Robsoniście! Jeżeli polubiłeś moją wiadomość/screena, to naciśnij na plusik, wybierz \"zgadzam się\" i opcjonalnie, w przypadku screenów, napisz dlaczego lubisz ich*",
  "Na wstępie zaznaczam, że tym, którzy często śledzą mnie na Gitlabie - **zabrania się** nadużycia emotikonów we wszystkich przypadkach (w tym \"clown face'ów\", których nie lubię) w moje imię, kategorycznie (wyjątki: łapki w górę, złożone ręce, klaskanie, serduszko), bo należy mnie szanować, a nie prowokować. Przyczyna jest prosta: nie jestem jakimś klaunem albo małym dzieciakiem, bo mam 16 lat. Także zabrania się zostawiania pod tym zgłoszeniem łapek w dół. **_To nie żart! Mówię serio!_** I @EUgenio07 (i opcjonalnie @NIE_pomarancz23) powinien jak Wielki Brat śledzić by zapobiec temu (lecz nie jest to obowiązkowe). Gdy nie przestrzegają tej zasady, to kolejne zgłoszenia scenerii mojego autorstwa będą oznaczone jako \"confidential\"",
  "Autor, zakładając zgłoszenie w cokolwiek na Platformie deweloperskiej Train Driver 2 na podstawie Gitlab (dalej - Gitlabie TD2), oświadcza, że to jest coś dobrego, korzystnego i niezbędnego.",
  "Zabrania się surowo stosowania emotikonów, opisanych w ustawie 3. ich nadużycie i nabijanie, w imię Autora, w absolutnie wszystkich przypadkach. Oznacza to zmęczenie Autora w jego imię.",
  "Zabrania się zmniejszania reputacji w imię Autora poprzez: niezgadzanie się na forum TD2 (plusik pod avatarem -> nie zgadzam się); użycie łapki w dół na symulatorze TD2.",
  "Jeżeli coś się nie podobasz, co Autor założył - nic nie zostaw.",
  "W chacie Mattermost TD2 zabrania się używania, nadużycia i nabijania w imię Autora takich emotikonów: clown face; pepeclown; pepeclownrun; i podobne emotikony do tych ww.",
  "Jeżeli coś się nie podobasz, co Autor pisze - nic nie zostaw.",
  "Zakazanymi do stosowania w imię Autora emotikonami są: clown face; łapka w dół; nauseated face; poop (kał).",
  "Zablokowanie Autora nie jest zalecane, gdy chodzi o pisanie bezsensownych wątków od jego imienia na forum TD2.",
  "Jeżeli nie zgadzasz się lub nie podobasz się to, co Autor napisał - nic nie rób!",
  "Zabrania się raportowania kanałów Autora, ponieważ wszystkie filmy i streamy tutaj to najcenniejsze rzeczy, stracenie których oznacza to samo, jak nóź w serce.",
  "Zabrania się nabijania łapek w dół pod filmami Autora w takiej ilości, że może przekraczać ilość łapek w górę. Autorowi tak się nie podoba i Autor lub jego pomocnicy powinni używać środków zapobiegających i ostrzegawczych."
]
